[
 {
  "Description": "injured person was cleaning up at the Primary Crusher with the Dingo skid steer. The injured person slipped and fell while operating the skid steer and the machine  pinned him against the cement retaining wall."
 },
 {
  "Description": "Handle of sledgehammer broke and head of hammer hit injured person in the forehead."
 },
 {
  "Description": "injured person WAS CLIMBING DOWN A LADDER AND WHEN HE STEPPED TO THE GROUND HE SLIPPED AND SPRAINED HIS LEFT ANKLE."
 },
 {
  "Description": "HE PULLED A BACK MUSCLE WHILE STACKING BAGS OF MATERIAL."
 },
 {
  "Description": "IP hands began to break out in a rash after he handled material coated with stearic acid. He was placed on restricted duty on 1/25/05 after first dr visit. IP did not notify management until second hand began to break out."
 },
 {
  "Description": "IP was reaching for air supply cutoff valve."
 },
 {
  "Description": "While using sledge hammer, injured person felt something \"Pull\" in right side. Dr released to full duty at time of accident.  Beginning December 2008 began seeking med treatment from personal dr.  Taken out of work 1/21/09 by personal physician.  Deemed work related by comp dr on 3/25/09."
 },
 {
  "Description": "Foot slipped while getting off bobcat.  Twisted back."
 },
 {
  "Description": "IP WAS STANDING ON A BARGE ANOTHER IP HANDED HERDUST COLLECTOR HOSE: SHE DROPPED IT AND SAID HER BACK WAS HURT. THE DR SAID LOW BACK PAIN ALLOTHER TESTS NEGATIVE. SENT TO PT 11/10/00 & PUT ON LIGHT DUTY UNTIL SEEN AGAIN ON 11/16/00"
 },
 {
  "Description": "injured person was removing guard off of drive shaft to work on transmission and felt pain in his groin.  He did not request medical attention until 02/02/06 and was diagnosed with an inguinal hernia.  Physician placed injured person on restricted duty and refererred to a specialist/general surgeon.  The specialist will do surgery at end of February."
 },
 {
  "Description": "IP was walking, careful not to slip on wet ground(rain), and struck brim of hardhat on low pipe. Incident resulted in strained neck, but did not require medical attention at that time. EE's neck discomfort increased and bumped head on ladder on 07/01/07. IP had myelogram procedure on 08/14/07, which resulted in lost workday. IP has long history of neck/back pain."
 },
 {
  "Description": "IP WAS REPAIRING THE HYDRAULIC LINES ON THE KOMATSU LOADER WHEN THE IP REMOVED HIS BODY FROM THELOADER HE CUT HIS EAR ON THE WHEEL WALL OF THE LOADER"
 },
 {
  "Description": "INJURED WAS TIGHTENING A BOLT ON A LEAF SEAL AND THE WRENCH SLIPPED AND HIS RIGHT FINGER GOT CUT ON THE LEAF SEAL WHEN HIS HAND STRUCK IT."
 },
 {
  "Description": "IP was removing a coupling guard and felt a pain in his lower back. IP went to the doctor and came back with no restriction, sent to therapy on 9/9/2014 Doctor put him on restrictive duty."
 },
 {
  "Description": "IP WAS PUTTING WEIGH IDLER BACK ON SCALE AFTER CHANGING LOAD CELL.  IDLER SLIPPED AND CUT HIS FINGER."
 },
 {
  "Description": "injured person originally stepped awkwardly in a dip in the ground on 1/8/08 hurting his right knee. injured person continued to work. He then states that he re-injured the same knIP on 2/16/09. He continued to work. His knIP has evidently worsened and he had knIP surgery on 3/27/09. injured person has since returned to work, seated duty only, on 4/15/09."
 },
 {
  "Description": "injured person WAS CARRYING AN OXYGEN BOTTLE & FELT SOMETHING PULL IN LEFT GROIN."
 },
 {
  "Description": "IP WAS WORKING IN THE #2 SCRUBBER CLEANING IT OUT. HE WAS STANDING ON LOOSE MATERIAL & WHEN ITWAS CLEANED UP WITH BOBCAT FROM THE BOTTOM OF THE TANK ON THE OUTSIDE THE MATERIAL GAVE WAY & IP STRUCK HIS LEFT ELBOW AGAINST THE TANK. HE SAID HE WAS FINE & DID NOT NEED MED ATTENTION WE TOOKHIM TO HOSP ANYWAY TO BE CHECKED OUT HE WAS FINEON 4/26/02 HE HAD SURGERY ON THE ELBOW"
 },
 {
  "Description": "Two injured persons were being hoisted in a manbasket by a crane (approx 10 ft) when the operator noticed the cable unwinding from the drum. The injured persons were lowered to the ground by the operator as the cable became fully unwound, thus dropping the block and cable down into the basket. The injured persons were able to get out of the basket, however, one was struck in the foot by the cable."
 },
 {
  "Description": "injured person slipped at limestone reclaimer. Accident became reportable in December."
 },
 {
  "Description": "injured person was pushing material with dozer when rock struck dozer and he jerked backwards."
 },
 {
  "Description": "INJURED PARTY WAS TALKING TO BOBCAT OPERATOR & THE OPERATOR MOVED THE MACHINE BEFORE THE PERSON WAS CLEAR. THE RT. FORK OF THE MACHINE HIT HIS RT. LEG. OPERATOR ERROR."
 },
 {
  "Description": "A ROOF FALL HAS OCCURRED IN THE L-5 ROOMS IN THE #2 (TRACK ENTRY) INBY SPAD #5+20. THE FALL IS IN AN INTERSECTION AND IS APPROX. 45' LONG, 18' WIDE & 8-10' HIGH."
 },
 {
  "Description": "A roof fall occurred in the intersection of the #2 entry of J-main #2 at spad 41+05. The fall measured approx. 100' x 20' x 6'. The fall did extend beyond the horizon of the anchor bolts."
 },
 {
  "Description": "IP stated that he was cutting a piece of belt. His left hand slipped off of the knife and cut his left index finger. The laceration required 8 sutures."
 },
 {
  "Description": "The Cedar Creek elevator was out of service from 3:15 pm to 3:58 pm on 5/24/07 due to a door malfunction."
 },
 {
  "Description": "The Cedar Creek Elevator was out of service from 6:53 am until 9:46 am due to an auxilary brake contactor fault."
 },
 {
  "Description": "The Cedar Creek Elevator was down from 1:40 am until 4:00 am due to motor brake release fault."
 },
 {
  "Description": "injured person was walking off face when a rock struck him in the mouth, breaking two teeth."
 },
 {
  "Description": "Pulling 1-1/4\" Black Slick Line right knIP started hurting."
 },
 {
  "Description": "injured person WAS PUSHING A DOLLY LOADED WITH A PUMP.THE DOLLY STRUCK A ROCK AND TURNED SIDEWAYS CAUSING injured person TO TWIST HIS KNEE."
 },
 {
  "Description": "A SLAG CAR BEING PULLED BY A MOTOR CAUGHT A LOOPOF HIGH VOLTAGE CABLE CAUSING IT TO FALL ON injured person."
 },
 {
  "Description": "injured person WAS IN THE PROCESS OF INSTALLING A NEW 1 1/2\" ROCK DUST HOSE ON THE ROOFBOLTER. HE STATED HIS FOOT GOT TANGLED IN THE HOSE AND AS HE TURNED HE TWISTED HIS ANKLE."
 },
 {
  "Description": "INJURED WAS RIDING IN THE PASSENGER COMPARTMENT OF MANTRIP. THE MANTRIP WAS BEING MOVED INTO A TURNOUT TO ALLOW ONCOMING TRAFFIC PASS. AS THE MANTRIP ENTERED THE TURNOUT , IT RAN OVER A CAR STOP. THIS CAUSED THE MANTRIP TO STOP SUDDENTLY THIS INJURED IP RESULTING IN A BRUISE TO LOWER BACK."
 },
 {
  "Description": "THE INJURED WAS WORKING IN THE CLEAN COAL TUNNELAT THE #4 PREP. PLANT. HE BENT OVER TO PICK UP A4' PIECE OF STEEL CHANNEL (WEIGHT 45-50LBS.) W/ HIS CO-WORKER WHEN HE FELT PAIN IN THE CENTER OF HIS LOWER BACK."
 },
 {
  "Description": "REPORTABLE ONLY, NO LOST TIME.  Lifting gravel mix, struck finger on I beam. Fracture."
 },
 {
  "Description": "REPORTABLE ONLY.  NO LOST TIME.  Jacking derailed bus back on track, jack bar slipped and hit his head.  Sutures required.  NO LOST TIME"
 },
 {
  "Description": "injured person was taking hoses loose from the shield when injured person was distracted by a mule coming down the face striking his left hand with a hammer."
 },
 {
  "Description": "injured person was helping install the plow on stage loader.  The plow was held on by 2 pair of comealongs and 2 bolts.  As the was being lowered the 2 nuts on the bolts popped off allowing the plow to twist and hit the injured person on the foot.  injured person was standing behind the plow."
 },
 {
  "Description": "injured person WAS HELPING REPAIR A CONTINUOUS MINER CONVEYER CHAIN. HE WAS HOLDING A HAMMER AGAINST THE CHAIN WHILE ANOTHER injured person WAS STRIKING IT TO DRIVE IN COULPING LINK. THE injured person DRIVING THE COUPLING LINK STRUCK THE INJURED injured person ON LEFT HAND FRACTURING THE 5TH DIGIT."
 },
 {
  "Description": "PIECE OF ROCK FELL FROM SUPPORTED TOP AND BROKE injured personS LEFT FOOT."
 },
 {
  "Description": "STRUCK BY FORCE AND CONCUSSION FROM METHANE EXPLOSION."
 },
 {
  "Description": "STRUCK BY FORCE AND CONCUSSION FROM METHANIE EXPLOSION."
 },
 {
  "Description": "THE IP WAS RASING ROCK BAY DOOR IN THE MACHINE SHOP WHEN IN THE PROCESS HE FELT PAIN IN HIS LOWER BACK. THE REASON WHY THERE IS DIFFERENCE IN ACCIDENT REPORTING TIME AND THE TIME BEING OFF FRO M THE INJURY IS THAT HE WORKED UNTIL 1-18-04."
 },
 {
  "Description": "ROOF WAS KNOW TO BE BROKEN BEFORE THE FALL & HAD BEEN DANGERED OFF. 3 FT OF ROCK HAD FALLEN (NON-REPORTABLE) IN THE CROSS-CUT PRIOR TO THIS INCIDENT. PREPARATIONS WERE BEING MADE TO REHABILITATE THE AREA KNOWN TO BE BROKEN WHEN THE INCIDENT OCCURRED."
 },
 {
  "Description": "The injured person was injured when he was building cribs. He mashed his finger in between a crib block and another already in place."
 },
 {
  "Description": "Broken Brake Caliper on the 7-10 Hoist.  No injuries."
 },
 {
  "Description": "injured person was driving loader, ran over belt structure. Belt structure came into cab injuring left knIP - cuts & bruises, swollen."
 },
 {
  "Description": "Installing a beam and it shifted and pinched his finger."
 },
 {
  "Description": "IP STEPPED ON A ROCK AND HURT HIS LEFT FOOT. DIDNOT START LOSING TIME UNTIL 11/13/01 DUE TO INCREASED PAIN. DOCTOR PUT A CAST ON HIS FOOT."
 },
 {
  "Description": "AS THE JOY JM 4892 MINER WAS CUTTING COAL IN THE #3 PLACE OF #4 SECTION, AN IGNITION, AN IGNITION OCCURRED AS THE CUTTING HEAD STRUCK THE BOTTOM. THE FLAME WAS EXINGUISHED AND NO ONE SUFFERED INJURIES AND THERE WAS NO PROPERTY DAMAGE."
 },
 {
  "Description": "AS THE EIMCO CONT MINER WAS CUTTING BOTTOM IN THE #3 PLACE AN IGNITION OCCURRED THAT LASTED APPROX 3-5 SECONDS. IT FLARED UP AND WENT OUT BY ITSELF. NO INJURIES OR PROPERTY DAMAGE WAS INCURRED ."
 },
 {
  "Description": "ALLEGED: injured person stated that he apparently hurt his back on evening shift while handling miner cable. injured person stated that he got up the next day hurting in his back. He started losing time on 2/14/05 due to increased pain."
 },
 {
  "Description": "While knocking bratice in tailgate entry a cement block fell on injured person's left foot."
 },
 {
  "Description": "injured person carrying pipe, slipped/fell struck leg against pipe and hurt back. ***injured person started losing time 6/26/07 due to surgery on his knee.***"
 },
 {
  "Description": "While riding as a passenger in manbus, driver lost control of bus coming off of a hill & threw IP against bus. IP grabbed side of bus and strained his groin (hernia)."
 },
 {
  "Description": "While unstopping pump discharge pipe pressure forced clean out hose out of pipe striking IP above left eye & mouth. Reportable due to stitches."
 },
 {
  "Description": "injured person walked over to injured persons hammering roof bolt pin to instruct them to wear their safety glasses, when a piece of metal flew out and stuck injured person in the chest."
 },
 {
  "Description": "injured person stepped on a rock and twisted his left knIP when carrying comealongs. **injured person DID NOT START LOSING TIME UNTIL 3/12/09 DUE TO SURGERY**(Misc Mail 2/16/2010 #14-started losing time again on 2/10/10 due to another surgery)"
 },
 {
  "Description": "A roof fall occurred above the roof bolt anchorage in the Prop Entry \"1 Entry\" in the Intersection at Spad 18422 on No. 2 Longwall. The area of the rock fall was approximately 40 feet by 22 feet wide. The roof fell approximately 4 feet above the roof bolt anchorage."
 },
 {
  "Description": "REPORTABLE ONLY DUE TO Stitches: injured person was shoveling under belt roller and caught glove in roller cutting his finger."
 },
 {
  "Description": "REPORTABLE ONLY NO TIME LOST injured person was at the bretby chain and caught his finger in the chain mashing and cutting his finger requiring stitches."
 },
 {
  "Description": "This is not an accident, this is an illness, Part 90 miner. MIIN # M64567381."
 },
 {
  "Description": "injured person was shoveling and turned with the shovel full to walk to the belt, when he did his foot was stuck in muck and that is when he felt pain in his back.  injured person DID NOT START LOSING TIME UNTIL 9/10/13 DUE TO INCREASED PAIN."
 },
 {
  "Description": "REPORTABLE ONLY - injured person was adjusting rails on a rail car with a jack bar when the rails shifted the injured persons left middle finger was caught between the jack bar and rail causing laceration requiring sutures and a fracture to tip of finger."
 },
 {
  "Description": "injured person was pulling the shuttle car with the scoop.  The bolt heads that attached the bracket to the shuttle car, that was being pulled, sheared off resulting in one of the bolt heads flying back striking the injured person at the top of the eye causing injury to the eye and face. **IP RTW on 10/2/13 but was taken back off work on 10/6/13 for additional treatment.**"
 },
 {
  "Description": "injured person was adjusting motor base while using pry bar slipped causing injured person to fall on left ankle causing injury."
 },
 {
  "Description": "WORKING IN SECONDARY PLANT, WRENCHED BACK. DID NOT WANT TO GO TO THE DOCTOR AT THIS TIME. STATED HE WOULD SEEK CHIROPRACTIC CARE AT HIS EXPENSE. (HE WAS USING SHOVEL) FIRST REPORT OF INJURY WRITTEN OCT 1, 2004 FOR RECORD ONLY. MEDICAL ATTENTION SOUGHT ON OCT 1, 2004. ACCORDING TO WORK COMP INS CARRIER ON APRIL 8, 2005 - RELEASED NO RESTRICTIONS 2/16/05."
 },
 {
  "Description": "We had a near miss when cardox tube went off unexpectedly while being loaded by production worker. Tube was in loading fixture when it discharged."
 },
 {
  "Description": "IP was rolling wire feeder towards pan. His middle finger was caught between handle and end of pan."
 },
 {
  "Description": "injured person slipped in a slurry spill as he was cleaning it up, and he twisted his right knee. He did not seek medical attention at that time.  On 1/13/14 he requested to sIP the doctor because the knIP was still hurting. On 1/14/14, injured person saw doctor, x-ray was negative and he got corticosteroid injection for inflammation. MRI is being scheduled."
 },
 {
  "Description": "LOADER BACKED INTO MANLIFT CAUSING PERSON TO FALL OUT. HE LANDED ON THE CAGE ON MANLIFT."
 },
 {
  "Description": "IP WAS USING A TORCH TO HEAT METAL ON POWER CENTER TO PULL BACK INTO PLACE WHEN CHAIN BROKE & A SMALL PIECE OF METAL EMBEDDED IN NECK"
 },
 {
  "Description": "WHILE CUTTING OUT A TAILGATE CROSSING FROM #773 TO #174 SHILED A SMALL PIECE OF ROCK (4\"X3\"X6\"0 FELL BETWEEN SHIELD & STRUCK IP ON HEAD AREA"
 },
 {
  "Description": "STRAIGHTENING UP OXYGEN BOTTLE. TRIED SLIDING BOTTLE BY CAP, CAP CAME OFF AND HIT LOWER LIP AND RIGHT FRONT."
 },
 {
  "Description": "IP STATED HE WAS WALKING UP STEEP GRADE ON GO #2 BELT SLIPPED AND WAS FALLING BACK A TRIED TO CATCH HIMSELF."
 },
 {
  "Description": "injured person STATED WHILE USING LOW TRAC TO CLEAN BESIDE CONVEYER ROLLER BRACKET."
 },
 {
  "Description": "BASED ON THE INFORMATION RECEIVED FROM THOSE PRESENT APPEARS THAT THE IGNITION WAS CAUSED WHEN A SPARK FROM TAILGATE DRUM IGNITED UNKNOWN BLLEDER WHEN TRIMMING HAND BOTTOM. MSHA NOTIFIED, INVE STIGATION CONDUCTED."
 },
 {
  "Description": "A pocket of CH4 ignited as the shearer cut toward headgate. The flame lasted 1-2 seconds and self-extinguished."
 },
 {
  "Description": "IP was working under a diesel mantrip and strained his back when crawling out from under it."
 },
 {
  "Description": "IP bent over to cross under conveyor belt. Had difficulty standing back up when he reached the other side."
 },
 {
  "Description": "injured person was walking up stairs and twisted knIP  (note: injured person did not begin missing work until 5/8/2007)"
 },
 {
  "Description": "injured person strained himself lifting lid on toolbox. A hernia developed & required medical care. IP began missing work 2/5/07."
 },
 {
  "Description": "IP moved to the next shield slipped and fell backwards onto his back.IP began missing work on 5/22/2008."
 },
 {
  "Description": "miner was roof bolting and his drill steel became stopped up.  a co-worker was striking the steel attempting to unstop it missed and struck the miner in the face."
 },
 {
  "Description": "injured person was putting cover on a 3920 flinger duster, When his right hand got caught between the cover and a radiator cap. 3 sutures to right ring finger."
 },
 {
  "Description": "injured person was working out of the bucket of the loader when apperently the ventilation elbow tubing shifted hitting the injured person in the lower left leg."
 },
 {
  "Description": "injured person was helping unload a monorail box and as the operator of the equipment went to back up the forks went over the top of the injured person feet."
 },
 {
  "Description": "injured person was walking up a hill to the miner when he felt something pull in his right calf. injured person did not start missing time from this injury until January 9, 2012."
 },
 {
  "Description": "injured person was washing down floor at the pre-plant when the water hose slipped from his hand and a metal fitting hit injured person in the nose and right cheek. Broken Nose"
 },
 {
  "Description": "Doctor prescribed medication, which caused victim to pass out. Victim hit fire extinguisher when falling, breaking one tooth and bruising his jaw. Hit his head on the floor, needing one staple."
 },
 {
  "Description": "The injured person  operated the loader over the service road. The rough road may have caused a strain on his back and left hip. He reported a pain to his back & hip after operating the loader. This did not get reported until 8-15-2012. The injured person went to the doctor on his own before reporting this injury/pain to his manager."
 },
 {
  "Description": "While descending from the cab of the truck the injured person bumped his right elbow on the handrail step."
 },
 {
  "Description": "BOARD SPLINTERED WHEN STEPPING ACROSS TO BARGE"
 },
 {
  "Description": "He was pulling on dragline flywheel and pulled a muscle in his left shoulder."
 },
 {
  "Description": "IP WAS STEPPING OUT OF THE CAB OF THE FORD BOOM TRUCK WHEN SLIPPED AND FELL ON SPILLED DIESEL FUEL. IP FELL APPROX 45\" TO THE GROUND. IP HAD FUELED THE BOOM TRUCK AND SPILLED THE FUEL."
 },
 {
  "Description": "Going from driving tandem to loader in stock yard. His truck would not start (he used this for transportation). Truck was parked in front of tandem. Jumped his truck off. When it started, went into gear and pinned him between truck & tandem."
 },
 {
  "Description": "injured person broke right hand while removing rocks, plugging impact crusher.  injured person used 1/4 diameter chain to pull rocks from impact.  As rock was out of the impactor injured person positioned right hand around chain to guide to final placement.  Chain slipped falling about 6 inches causing injury to right hand.    Injury is a restricted duty."
 },
 {
  "Description": "BROKE FIRST FINGER AND MASHED 1ST AND 2ND FINGER ON LEFT HAND. WAS CAUGHT BETWEEN V BELT AND PULLEY WHILE ATTEMPTING TO REPLACE BELTS."
 },
 {
  "Description": "IP WAS SHOVLING LIME FROM BESIDE THE KILN AND ALSO LIFTING BARS & PRYING BUILDUP FROM INSIDE KILN. WHILE SHOVELING, IP FELT A PULL IN HIS STOMACH."
 },
 {
  "Description": "injured person WAS REMOVING MATERIAL FROM AROUND THE PLANT AREA WHEN A ROCK EJECTED FROM THE SCREEN AND STRUCK HIM."
 },
 {
  "Description": "injured person was attempting to mount the ladder on a CAT 740B haul truck.  His right hand grabbed hold of rail with some grease on it.  As he shifted his weight up on ladder his hand slipped and he fell from ladder. His weight came down on his left foot/ankle."
 },
 {
  "Description": "injured person was working in a heavily wooded/grassy area."
 },
 {
  "Description": "When we arrived at the mine for the 1st shift, supervisor's found a D-10 dozer company # 221 had burned during the night. The evening shift had parked the dozer at 2:00 am. There were no signs of foul play."
 },
 {
  "Description": "EE(left handed)was using a 4lb hammer with both hands to drive a dump shaft onto mobile bridge(#3).The hammer glanced off shaft and hit sprocket; and a small piece of metal from sprocket flew into his right hand causing injury. The piece of metal entered between middle knuckles and embedded itself in top of his right hand. Puncture wound, laceration, & cut to vein; top of hand."
 },
 {
  "Description": "NOT KNOWN THE EXACT CAUSE OF ACCIDENT. IP WAS WORKING ON CLINKER STACKER TRAILER AT BELT CONVEYOR 211. HE HAD TO GO UP AND DOWN STAIRS, AND TRAILER HAS A SLOPED RAMP. AFTER BREAK THE PAIN SEEM ED WORSE. IP HAS A HISTORY OF BACK PROBLEMS."
 },
 {
  "Description": "2 MEN WERE PULLING PUMP GUARD OFF. HE FELT LIKE HE STRAINED HIS LEFT SHOULDER. LOST STRENGTH, FELT PAIN."
 },
 {
  "Description": "Pulling bags at DC-445 and suddenly felt a sharp pain."
 },
 {
  "Description": "He cut his thumb using the lunch room can opener."
 },
 {
  "Description": "IP was holding onto a pipe while he re-positioned his footing and felt a pop in his left wrist."
 },
 {
  "Description": "IP was changing an air seal on a pump and using a piece of round stock and hammer to rotate the shaft collar into position. The round stock dislodged after being struck and hit the IP in the lower lip causing a laceration. IP was taken for medical evaluation, received 1 (one) suture and released to work with no restrictions."
 },
 {
  "Description": "IP reported straining his back while helping carry a section of Vactor hose. IP was sent to Company Dr. and diagnosed with a back strain and returned to work with restrictions."
 },
 {
  "Description": "IP removed a scaffold leg from a scaffold during dismantle when incorrect positioning allowed to much force to be applied to the left knIP causing a sprain. The injured person was trying to hand off the scaffold leg to another injured person when the incident occurred."
 },
 {
  "Description": "injured person was walking to the portable restroom when he slipped on a piece of grating placed in front of the restroom to clean off boots. As he slipped and fell to the ground he placed his hand out to catch himself and struck the grating causing a laceration to the finger requiring sutures."
 },
 {
  "Description": "Injured injured person attempted to drive a form stake into the ground while using a 10 lb sledge hammer and missed the stake with the head of the hammer and stiking his right index finger against the stake and the handle of the hammer causing a laceration."
 },
 {
  "Description": "IP was walking through tool box storage area when he tripped on the corner of a tool box and fell into another tool box contacting his face. The injured person received a fracture to the orbital area of the left side of the face."
 },
 {
  "Description": "WHILE CARRYING A 12' FIBER GLASS POLE ON 4 WHEELER. POLE HIT SIDE OF MOUNTAIN, BROKE AND PUNCTURED HIGH LEG."
 },
 {
  "Description": "Cutting plastic pipe with utility knife and cut left index finger."
 },
 {
  "Description": "WHILE WALKING DOWN STEPS, EE'S LEFT FOOT GOT CAUGHT ON THE STEP RESULTING IN HIS KNIP POPPING OUT OF JOINT AND POPPING BACK IN."
 },
 {
  "Description": "Shoulder strain, neck pain."
 },
 {
  "Description": "IP WAS TRIMMING WIRE WITH POCKET KNIFE KNIFE SLIPPED OFF WIRE & LACERATED EE'S LEFT HAND"
 },
 {
  "Description": "injured person WAS WALKING ON THE TRACK OF A CRAWLER DOZER AND TWISTED HIS KNEE."
 },
 {
  "Description": "While positioning shovel dipper over haul truck bed, a rock fell into the truck bed."
 },
 {
  "Description": "injured person was removing used ripper points from the back of his service truck. After tossing the next to last ripper point and reaching for the last ripper point, the injured person felt something impact his left tricep. He did not sIP anything and continued to reach for the last ripper point when he noticed blood trickling down his arm."
 },
 {
  "Description": "injured person's shift began at 7:00 p.m. on 6/3/2008.  injured person was operating a haul truck and felt her back tighten up after being loaded by a shovel."
 },
 {
  "Description": "injured person's shift began at 6:00 p.m. on 6/10/2008.  injured person was removing his lock off of a piece of equipment when he felt a jolt of electricity."
 },
 {
  "Description": "injured person is a drill operator.  injured person was on the ground measuring a hole and slipped on the dirt landing on her right hand."
 },
 {
  "Description": "injured person's shift began at 7:00 p.m. on 12/5/2008.  He was installing a transmission on a haul truck.  A weld on a D-ring broke and a chain struck him resulting in a fracture to his right arm."
 },
 {
  "Description": "injured person was holding a nut & washer in place, while putting cutting edges on the 27 rubber tire.  injured person accidently hit the trigger on the impact gun and smashed his pointing finger and his middle finger on his left hand."
 },
 {
  "Description": "WHILE USING A SLEDGE HAMMER AT WORK FOR APPROXIMATELY 2 WEEKS, injured person WAS FEELING PAIN IN HIS RIGHT ELBOW."
 },
 {
  "Description": "injured person WAS PREPARING VULCANIZING EQUIPMENT AND WHILE LIFTING AND TWISTING HE STRAINED HIS LOWER RIGHT BACK."
 },
 {
  "Description": "injured person WAS WALKING DOWN TRAILER STEPS WHEN HE TWISTED HIS ANKLE ON THE LAST STEP. ANKLE SUPPORT BRACE GIVEN."
 },
 {
  "Description": "injured person WAS STANDING ON THE A CELL LINE HARVESTING COPPER WITH A STRONGBACK. THE injured person HAD HIS FOOT WEDGED IN BETWEEN THE CATHODES. HE TOOK A STEP BACK AND TWISTED HIS KNEE."
 },
 {
  "Description": "While unloading a box off of a flatbed truck, the contents, (Pipe cutter) fell out of box and landed on injured person's left thigh."
 },
 {
  "Description": "injured person while slaking a load of lime was splashed with lime slurry resulting in chemical burns.  injured person was inspecting the level in the slaker when lime splashed out of the tank and on to her."
 },
 {
  "Description": "IP was disassembling a F-900 screen. He was stepping down from the tube cover to the floor area and his left foot landed on a 3x3 piece of angle iron and sprained his left ankle. IP did not go the clinic until later that night."
 },
 {
  "Description": "injured person was hosing down under the #5 West ball mill.  injured person was stepping in mud.  injured person attempted to step backwards; however, his left foot was stuck in mud.  injured person fell backwards straining his left knee."
 },
 {
  "Description": "injured person was stepping off of a curb and twisted his right ankle."
 },
 {
  "Description": "injured person was spraying out the wash bay and tripped over a set of wheel chocks."
 },
 {
  "Description": "injured person was working under wheel well of haul truck when he was struck by a falling piece of mud."
 },
 {
  "Description": "Pinched and cut left ring finger with sharp piece of metal."
 },
 {
  "Description": "WHILE REMOVING WING BIT CUTTING EDGES FROM A RUBBER TIRE DOZER, IP CUT HIS RIGHT RING FINGER. THIS LACERATION REQUIRED SUTURES."
 },
 {
  "Description": "While conducting clean-up around E-16 conveyor in our Secondary Crusher, injured person experienced dehydration issues. He was taken to an Emergency Room and later released with the diagnosis of Heat Exhaustion."
 },
 {
  "Description": "IP WAS IN PROCESS OF LOWERING MONORAIL S BEAM FROM CULING WITH COME-A-LONG. S BEAM RELEASED FROM ANCHOR BOLT, BEAM TURNED IN RIGGING SWUNG INTO EE. MOTION OF S BEAM PINNED IP HAND AGAINST IP CHEST, CAUSING SIMPLE FRACTURE."
 },
 {
  "Description": "injured person sprained shoulder while lifting a dozer belly pan."
 },
 {
  "Description": "injured person was stung by a bIP causing an allergic reaction."
 },
 {
  "Description": "injured person was examining ac motor on haul truck, as he was doing this, his finger made contact with fan motor, resulting in a laceration to his right index finger"
 },
 {
  "Description": "injured person smashed thumb in a ball bucket mechanism while reaching up into the underside of a mill ball bucket to remove a stuck ball."
 },
 {
  "Description": "Age related injury to knIP while walking down steps."
 },
 {
  "Description": "injured person was removing a jam nut on the \"A\" deck at the primary crusher, when his left hand was crushed between the wrench and the spider shell, resulting in a contusion to this left little finger."
 },
 {
  "Description": "injured person entered the Moly Plant elevator on the 1st floor.   A contractor was washing down the floors and accidentally hosed water in the shaft causing the elevator control fuse to short circuit.  injured person was trapped in the elevator between the 1st and 2nd floors for approximately 1 hour while the fuse was replaced."
 },
 {
  "Description": "injured person received chemical burns to his neck, arm and a cut above his right eye when an explosion occurred as he closed the valve to a tote containing hydrogen peroxide."
 },
 {
  "Description": "IP assisting in mill liner job. Liner on dolly nudged IP on the leg, startled him, he quickly turned, causing pain in his lower back. IP did not require medical attention at that time. He requested to sIP dr. and was treated on 9/11/09. IP continued to feel discomfort; on 9/18 re-examined and scripted PT."
 },
 {
  "Description": "After eating lunch, IP was walking out of the south bay doors of the Sierrita Water Company shop.  From the concrete pad he stepped off onto the ground; his left ankle rolled from underneath him and he twisted it."
 },
 {
  "Description": "IP was hosing down the floor in the #12 Mill Sump and slurry dripped from above, into the ee's safety glasses and started to irritated an eye."
 },
 {
  "Description": "injured person WAS WALKING ACROSS THE SHOP, PUSHING A WHEELBARROW, SLIPPED ON SOME OIL OR WATER ON THE FLOOR, LANDED ON FLOOR WHEN KNIP TWISTED. IP DID NOT SEEK MEDICAL ATTENTION UNTIL 5-30-02."
 },
 {
  "Description": "injured person was exiting 612 Boom Truck when his right foot slipped on the trucks step."
 },
 {
  "Description": "injured person hearing tested and diagnosed with a standard threshold shift per company doctor. He currently treated through Vetrens hospital for military exposure hearing loss."
 },
 {
  "Description": "Haul truck 450 drove up a berm causing the truck to flip on its right side. The operator was unhurt. Accident is still under investigation."
 },
 {
  "Description": "injured person had an exacerbation of his personal medical condition, refused ambulance transportation and left property. On 3/21/2014 we received notification from our workman's comp carrier that a claim has been accepted for a fracture to the right knee."
 },
 {
  "Description": "IP WAS REBUILDING HAUL ROAD BERM WITH LOADER WHEN THE LOADER TIPPED OVER DUE TO STEEP GRADE.  (BRUISED SHOULDER/HEAD CONTUSION)."
 },
 {
  "Description": "SLIPPED OFF OF CONCRETE SLAB, CUT ON RIGHT SHIN BONE."
 },
 {
  "Description": "injured person was getting ready to cut vacuum hose. Supervisor told him to wait until truck was turned off. injured person continued to cut hose and in doing so got his face too close to end of hose. His face was sucked to the end and remained until truck was turned off - about 30 seconds."
 },
 {
  "Description": "injured person tripped over the pavement lip in parking lot."
 },
 {
  "Description": "injured person was standing at the discharge end of #3 rod mill.  He stepped foward to grab a discharge box, the grading moved causing him to fall into the hole that was approx.20 inches deep.  injured person sustained a sprain to the right knIP and leg. Case was first aid, become restricted on 4/7/08 after seeing doctor."
 },
 {
  "Description": "injured person was working on sump pump using an oxy-acetylene torch to cut off a bearing. A  flash occurred causing a ball of fire to come towards him. The ball of fire caused multiple burns to the face, neck and right forearm near the wrist."
 },
 {
  "Description": "injured person tripped and fell, as he was falling he grabbed the side of the trailer and cut his palm on a self tapping screw.  injured person received 11 stitches."
 },
 {
  "Description": "injured person was driving a pin out on a loader bucket when a piece of metal flew off and hit left ear. On 11-28-08 he asked to sIP doctor as ear was sore.  X-ray determined that a 2mm piece of metal is lodged in the outer edge of left ear. He has not decided to have the piece of metal removed as of 12-08-08"
 },
 {
  "Description": "injured person was shoveling and wheeling wheel barrow and experienced numbness and tingling down right leg and foot."
 },
 {
  "Description": "WHILE ATTEMPTING TO SECURE A SUCTION INTAKE LINE TO A PUMP IP FELT PAIN IN HIS LOWER ABDOMEN. THE IP WAS SEEN AT THE LOCAL CLINIC ON 2-15-00 AND RELEASED TO WORK WITH RESTRICTIONS."
 },
 {
  "Description": "Placing 3/4\" socket set into a cabinet in lower tool room when they felt a slight pain in their back."
 },
 {
  "Description": "IP STATED THAT WHILE TRYING TO BREAK LOOSE SOME MATERIAL STUCK IN THE JAW CRUSHER, MATERIAL FELL, CAUSING THE BAR HE WAS USING TO FALL INTO THE CRUSHER JAW WHICH PINNED MOMENTARILY HIS FINGER BETWEEN THE BAR AND PART OF THE UNIT STRUCTURE."
 },
 {
  "Description": "WORKER HAD DUST FROM UNKNOWN SOURCE BLOW INTO RIGHT EYE. ATTEMPTED TO REMOVE, UNSUCCESSFUL. P.A. REMOVED. WORKER SUSTAINED CORNEAL ABRASION RETURN TO WORK 6/30, REGULAR DUTY."
 },
 {
  "Description": "The dozer left the work area and traveled along the edge of the highwall and came to a stop. When the dozer went into reverse, the ground underneath the left track gave way causing the dozer to fall off the highwall. The dozer landed in  upright position at the base of the highwall."
 },
 {
  "Description": "injured person was operating wash plant and got his fourth finger on left hand caught in a conveyor.  Took top layer of skin off finger, but no stitches were required."
 },
 {
  "Description": "injured person slipped on ice in upper parking lot after getting out of car. Right ankle sprain."
 },
 {
  "Description": "Crew was performing maintenance on a rock crusher on a very windy day.  injured person states that a small object blew into his eye even though he was wearing protective goggles over his eye glasses.  He immediately rinsed his eye with an eye wash, but the irritation continued for a week, so he sought medical attention.  He was diagnosed with a scratch on his right eye."
 },
 {
  "Description": "injured person TURNED AND HIT ARM ON LEG OF LIME SILO AT CRUSHER."
 },
 {
  "Description": "INJURED WAS LIFTING/ ROLLING I BEAMS TO CUT THEM WHEN HE STRAINED HIS BACK."
 },
 {
  "Description": "WHILE PULLING 36\" CONVEYOR BELT INTO PLACE, IP STRAINED ABDOMINAL WALL."
 },
 {
  "Description": "injured person was removing obstruction from a spring loaded backflow preventer valve when the screwdriver he was using to open the plate slipped and caught his middle finger on his left hand causing a laceration"
 },
 {
  "Description": "AS HE WAS CLEANING UP HIS WORK AREA HE WAS BENDING AND LIFTING PIECES OF METAL (REPETITIVELY)"
 },
 {
  "Description": "ROCK FALL FROM PIT WALL BREAKING OUT WINDSHIELD OF 988B LOADER. OPERATOR SUSTAINED RIGHT FOREARM LACERATION."
 },
 {
  "Description": "CUTTING CONVEYOR BELT WITH DRAW KNIFE. KNIFE SLIPPED, CUT R. THIGH."
 },
 {
  "Description": "Prying on motor with bar. Bar slipped."
 },
 {
  "Description": "While attempting to remove stuck drill steel IP strained lower back."
 },
 {
  "Description": "IP was moving a piece of stone and strained his lower back when he lifted the stone."
 },
 {
  "Description": "PIECE OF ROCK FELL ON LEG WHILE SPLITTING ROCK. WAS PUTTING A ROCK ON A PALLET & THE ROCK FELL. NOI AND HOW ACCIDENT HAPPENED PER CALL TO ALECIA CLIFFORD 4/29/05 MB"
 },
 {
  "Description": "IP WAS LIFTING BLOCKS OF JUNK STONE FROM HIS WORK STATION TO CLEAN THE AREA. WHILE LIFTING A STONE WEIGHING APPROX 100LBS HE SUSTAINED A SHARP PAIN IN HIS RIGHT ABDOMEN AREA. PHYSICIAN DIAGNOSIS: ABDOMENAL STRAIN. RELEASED TO RET TO LIGHT DUTY STATUS UNTIL FURTHER NOTICE"
 },
 {
  "Description": "injured person was splitting a block of sandstone using a 12 lb. hammer and stone chisel. He was using his left foot to hold his chisel in position on a bench in the block of stone so he could strike the chisel and split the stone. He inadvertantly missed the chisel and struck his left foot."
 },
 {
  "Description": "SPLITTING STONE & FELT PAIN IN BACK. NOTE: IP WAS RELEASED TO COME BACK ON 8-12-02. HE DID, BUT WHEN HE WENT TO HIS FOLLOW-UP VISIT ON 8-14-02, HE WAS PUT OFF WORK FOR A LONGER PERIOD."
 },
 {
  "Description": "While performing maintenance on the heater thermostat of a 988F wheel loader, the right hand middle finger came in contact with squirrel fan."
 },
 {
  "Description": "BUSTED CHEST, CRACKED CARTILEGE, BREATHING PROBLEMS"
 },
 {
  "Description": "OPERATOR WAS IN A HURRY TO GET OFF OF THE LOADER AND LOST HIS BALANCE. HE THEN TRIPPED OVER A ROCK LANDING ON HIS HIP AND RT. LEG. HIS RT. WRIST HIT THE GROUND AND RT. ARM HIT LOADER TIRE. HE SUSTAINED A SPRAINED WRIST & SHOULDER."
 },
 {
  "Description": "While drilling at the face of 690, a rock rolled out of the face, Miner jumped back to avoid rock and felt his knIP pop.  Miner took ibuprofen and finished shift.  When miner got home knIP started to swell."
 },
 {
  "Description": "REMOVING BUCKET TEETH FROM 988 LOADER 023-809 FOR REPLACEMENT.  IP WAS USING A SLEDGE HAMMER TO REMOVE ONE OF THE TEETH.  UPON STRIKING ONE OF THE TEETH A PIECE OF METAL CAME OFF AND LODGED INTO HIS SKIN JUST UNDERNEATH HIS CHEEK BONE. FULL RELEASE."
 },
 {
  "Description": "Two maintenance injured persons were raising liners on a discharge chute which was on ground level.  One injured person was positioned inside with a four pound hammer while the other injured person was outside with the impact drill.  The injured person inside began to hammer on the liner, the injured person outside noticed that it was stuck and positioned his hands to push when his left index finger was struck."
 },
 {
  "Description": "IP was on fire watch when debris from a welder grinding flew into EE's right eye"
 },
 {
  "Description": "IP WAS WALKING FROM PRIMARY CRUSHER TO GREASE HOUSE. THE WEATHER WAS RAIN AND SLEETING. IP SLIPPED OR TRIPPED AND FELL."
 },
 {
  "Description": "Called out due to a top punch plate having detached from its mounting...falling into exit chute of the large screen...raising was with come-a-long pulling along the center of a length of chain attached to upper corner(s) of the punch plate...plate got stuck...was using pry bar to frIP plate...chain hook released from chain striking center forehead...(8) stitches...no lost workdays."
 }
]